Revit 2027 API
ParameterTypeId.StairsSupporttypeMaterial Property
 "Material": Material
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsSupporttypeMaterial { get; }
Public Shared ReadOnly Property StairsSupporttypeMaterial As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsSupporttypeMaterial {
	ForgeTypeId^ get ();
}
static member StairsSupporttypeMaterial : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace